Repository: hebiweng/interstellar
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, tr, zh_hans

# insight.synastry.no-separate-supportive-moon-contact-met-the-current-threshold
source: No separate supportive Moon contact met the current threshold.
de: Kein separater unterstützender Mondkontakt erfüllte den aktuellen Schwellenwert.
es: Ningún otro contacto lunar de apoyo alcanzó el umbral actual.
fr: Aucun autre contact lunaire favorable n’a atteint le seuil actuel.
it: Nessun contatto lunare di sostegno separato ha raggiunto la soglia attuale.
ko: 현재 기준을 충족하는 별도의 지지적 달 접촉이 없습니다.
tr: Mevcut eşiği karşılayan ayrı bir destekleyici Ay teması yok.
zh_hans: 当前没有另一条达到门槛的月亮支持相位。

# insight.synastry.no-signal
source: No signal
de: Kein Signal
es: Sin señal
fr: Aucun signal
it: Nessun segnale
ko: 신호 없음
tr: Sinyal yok
zh_hans: 暂无信号

# insight.synastry.people-accessibility
source: {{firstName}} and {{secondName}}
de: {{firstName}} und {{secondName}}
es: {{firstName}} y {{secondName}}
fr: {{firstName}} et {{secondName}}
it: {{firstName}} e {{secondName}}
ko: {{firstName}}와 {{secondName}}
tr: {{firstName}} ve {{secondName}}
zh_hans: {{firstName}}与{{secondName}}

# insight.synastry.primary-contrast
source: Primary contrast
de: Hauptkontrast
es: Contraste principal
fr: Contraste principal
it: Contrasto principale
ko: 주요 대조
tr: Birincil karşıtlık
zh_hans: 主要差异

# insight.synastry.quiet
source: quiet
de: ruhig
es: tranquilo
fr: calme
it: quieto
ko: 잔잔함
tr: sakin
zh_hans: 平静

# insight.synastry.relationship-overview
source: Relationship Overview
de: Beziehungsüberblick
es: Resumen de la relación
fr: Vue d’ensemble de la relation
it: Panoramica della relazione
ko: 관계 개요
tr: İlişkiye Genel Bakış
zh_hans: 关系总览

source: Saturn, Jupiter and angle contacts show reliability, growth and structural pressure.
de: Saturn-, Jupiter- und Achsenkontakte zeigen Verlässlichkeit, Wachstum und strukturellen Druck.
es: Los contactos de Saturno, Júpiter y los ángulos muestran fiabilidad, crecimiento y presión estructural.
fr: Les contacts de Saturne, Jupiter et des angles montrent la fiabilité, le potentiel de croissance et la pression structurelle.
it: I contatti di Saturno, Giove e degli angoli mostrano affidabilità, crescita e pressione strutturale.
ko: 토성, 목성, 각점 접촉은 신뢰성, 성장, 구조적 압력을 보여 줍니다.
tr: Satürn, Jüpiter ve açı noktası temasları güvenilirliği, gelişimi ve yapısal baskıyı gösterir.
zh_hans: 土星、木星与角点联系显示可靠性、成长空间与结构压力。

# insight.synastry.stability
source: STABILITY
de: STABILITÄT
es: ESTABILIDAD
fr: STABILITÉ
it: STABILITÀ
ko: 안정성
tr: İSTİKRAR
zh_hans: 稳定性

# insight.synastry.stability.295101c
source: Stability
de: Stabilität
es: Estabilidad
fr: Stabilité
it: Stabilità
ko: 안정성
tr: İstikrar
zh_hans: 稳定

# insight.synastry.steady
source: steady
de: stetig
es: estable
fr: stable
it: stabile
ko: 안정적
tr: istikrarlı
zh_hans: 稳定

# insight.synastry.strong
source: strong
de: stark
es: fuerte
fr: fort
it: forte
ko: 강함
tr: güçlü
zh_hans: 强

# insight.synastry.strongest-link
source: Strongest link
de: Stärkste Verbindung
es: Vínculo más fuerte
fr: Lien le plus fort
it: Legame più forte
ko: 가장 강한 연결
tr: En güçlü bağ
zh_hans: 最强连接

# insight.synastry.supporting-context
source: Supporting context
de: Unterstützender Kontext
es: Contexto de apoyo
fr: Contexte complémentaire
it: Contesto di sostegno
ko: 보조 맥락
tr: Destekleyici bağlam
zh_hans: 辅助背景

source: This detail uses only the calculated evidence selected for this card.
de: Dieses Detail verwendet nur die für diese Karte ausgewählten berechneten Belege.
es: Este detalle utiliza únicamente la evidencia calculada seleccionada para esta tarjeta.
fr: Ce détail utilise uniquement les éléments calculés sélectionnés pour cette carte.
it: Questo dettaglio usa solo le evidenze calcolate selezionate per questa scheda.
ko: 이 세부 내용은 이 카드에 선택된 계산 근거만 사용합니다.
tr: Bu ayrıntı yalnızca bu kart için seçilen hesaplanmış kanıtları kullanır.
zh_hans: 本详情只使用这张卡片已选中的计算证据。

source: This overview separates relationship functions because the same connection can flow easily in one area and require adjustment in another.
de: Diese Übersicht trennt Beziehungsfunktionen, weil dieselbe Verbindung in einem Bereich leicht fließen und in einem anderen Anpassung erfordern kann.
es: Este resumen separa las funciones de la relación porque una misma conexión puede fluir con facilidad en un área y requerir ajustes en otra.
fr: Cette vue d’ensemble distingue les fonctions de la relation, car un même lien peut être fluide dans un domaine et demander des ajustements dans un autre.
it: Questa panoramica separa le funzioni della relazione perché la stessa connessione può fluire facilmente in un’area e richiedere adattamento in un’altra.
ko: 이 개요는 같은 연결이 한 영역에서는 자연스럽게 흐르고 다른 영역에서는 조정이 필요할 수 있으므로 관계 기능을 나누어 보여 줍니다.
tr: Bu genel bakış ilişki işlevlerini ayırır; çünkü aynı bağlantı bir alanda kolay akarken başka bir alanda ayarlama gerektirebilir.
zh_hans: 这张总览会分别呈现不同关系功能，因为同一段连接可能在一个领域自然顺畅，在另一个领域需要磨合。

# insight.synastry.title.chemistry
source: Attraction & chemistry
de: Anziehung & Chemie
es: Atracción y química
fr: Attraction et alchimie
it: Attrazione e chimica
ko: 끌림 및 케미스트리
tr: Çekim ve kimya
zh_hans: 吸引与化学反应

# insight.synastry.title.commitment
source: Commitment & longevity
de: Verbindlichkeit & Beständigkeit
es: Compromiso y duración
fr: Engagement et longévité
it: Impegno e durata
ko: 헌신 및 지속성
tr: Bağlılık ve süreklilik
zh_hans: 承诺与长久

# insight.synastry.title.communication
source: Communication
de: Kommunikation
es: Comunicación
it: Comunicazione
ko: 소통
tr: İletişim
zh_hans: 沟通

# insight.synastry.title.emotional-connection
source: Emotional connection
de: Emotionale Verbindung
es: Conexión emocional
fr: Connexion émotionnelle
it: Connessione emotiva
ko: 감정적 연결
tr: Duygusal bağ
zh_hans: 情感连接

# insight.synastry.title.house-overlays
source: House overlays
de: Häuserüberlagerungen
es: Superposiciones de casas
fr: Superpositions de maisons
it: Sovrapposizioni delle case
ko: 하우스 오버레이
tr: Ev örtüşmeleri
zh_hans: 落宫叠加

# insight.synastry.title.key-inter-aspects
source: Key inter-aspects
de: Wichtige Inter-Aspekte
es: Aspectos entre cartas clave
fr: Aspects croisés clés
it: Aspetti chiave tra i temi
ko: 주요 차트 간 애스펙트
tr: Temel haritalar arası açılar
zh_hans: 主要相互连接

# insight.synastry.title.perspectives
source: How you experience each other
de: Wie ihr einander erlebt
es: Cómo os vivís mutuamente
fr: Comment vous vous vivez l’un l’autre
it: Come vi vivete a vicenda
ko: 서로를 경험하는 방식
tr: Birbirinizi nasıl deneyimliyorsunuz
zh_hans: 彼此的体验

# insight.synastry.title.relationship-overview
source: Relationship overview
de: Beziehungsüberblick
es: Resumen de la relación
fr: Vue d’ensemble de la relation
it: Panoramica della relazione
ko: 관계 개요
tr: İlişkiye genel bakış
zh_hans: 关系总览

source: Venus and Mars contacts describe attraction and pursuit; other major contacts can add intensity.
de: Venus- und Marskontakte beschreiben Anziehung und Annäherung; andere Hauptkontakte können zusätzliche Intensität bringen.
es: Los contactos de Venus y Marte describen la atracción y la iniciativa; otros contactos importantes pueden añadir intensidad.
fr: Les contacts de Vénus et Mars décrivent l’attraction et l’élan ; d’autres contacts majeurs peuvent ajouter de l’intensité.
it: I contatti di Venere e Marte descrivono attrazione e inseguimento; altri contatti maggiori possono aggiungere intensità.
ko: 금성과 화성의 접촉은 끌림과 추구 방식을 설명하며, 다른 주요 접촉은 강도를 더할 수 있습니다.
tr: Venüs ve Mars temasları çekimi ve yönelmeyi anlatır; diğer majör temaslar yoğunluk katabilir.
zh_hans: 金星与火星联系描述吸引和追求，其他重要联系会增加强度。

# insight.synastry.what-differs
source: WHAT DIFFERS
de: WAS SICH UNTERSCHEIDET
es: LO QUE DIFIERE
fr: CE QUI DIFFÈRE
it: COSA DIFFERISCE
ko: 다른 점
tr: NE FARKLI
zh_hans: 差异之处

# insight.synastry.what-flows
source: WHAT FLOWS
de: WAS FLIESST
es: LO QUE FLUYE
fr: CE QUI EST FLUIDE
it: COSA FLUISCE
ko: 잘 흐르는 점
tr: NE AKIYOR
zh_hans: 顺畅之处

source: A planet can matter because of the house it occupies even when no exact natal aspect is active.
de: Ein Planet kann aufgrund des Hauses, in dem er steht, bedeutsam sein, auch wenn kein exakter Radixaspekt aktiv ist.
es: Un planeta puede ser importante por la casa que ocupa incluso cuando no hay ningún aspecto natal exacto activo.
fr: Une planète peut compter en raison de la maison qu’elle occupe, même lorsqu’aucun aspect natal exact n’est actif.
it: Un pianeta può essere importante per la casa che occupa anche quando non è attivo alcun aspetto natale esatto.
ko: 정확한 출생 애스펙트가 활성화되지 않아도 행성이 위치한 하우스 때문에 중요할 수 있습니다.
tr: Bir gezegen, kesin bir doğum açısı aktif olmasa bile bulunduğu ev nedeniyle önemli olabilir.
zh_hans: 即使没有正在生效的精确本命相位，行星也会因所处宫位而具有明确的领域重点。

# insight.transit.active-transits
source: Active transits
de: Aktive Transite
es: Tránsitos activos
fr: Transits actifs
it: Transiti attivi
ko: 활성 트랜짓
tr: Aktif transitler
zh_hans: 进行中的变化

# insight.transit.active-window
source: Active window
de: Aktives Zeitfenster
es: Ventana activa
fr: Fenêtre active
it: Finestra attiva
ko: 활성 기간
tr: Aktif dönem
zh_hans: 生效窗口

# insight.transit.activity
source: activity
de: Aktivität
es: actividad
fr: activité
it: attività
ko: 활동도
tr: etkinlik
zh_hans: 活跃度

source: Activity reflects transiting houses, activated natal planets and overlapping exact contacts. It is not a fortune or success score.
de: Aktivität spiegelt Transithäuser, aktivierte Radixplaneten und sich überlagernde exakte Kontakte wider. Sie ist kein Glücks- oder Erfolgswert.
es: La actividad refleja las casas transitadas, los planetas natales activados y los contactos exactos superpuestos. No es una puntuación de fortuna ni de éxito.
fr: L’activité reflète les maisons transitées, les planètes natales activées et les contacts exacts qui se chevauchent. Ce n’est pas un score de chance ou de réussite.
it: L’attività riflette le case di transito, i pianeti natali attivati e i contatti esatti sovrapposti. Non è un punteggio di fortuna o successo.
ko: 활동도는 트랜짓 하우스, 활성화된 출생 행성, 겹치는 정확 접촉을 반영합니다. 운이나 성공 점수가 아닙니다.
tr: Etkinlik; transit evlerini, etkinleşen doğum gezegenlerini ve çakışan kesin temasları yansıtır. Bir şans veya başarı puanı değildir.
zh_hans: 活动度反映行运行星落宫、被触发的本命星体与重叠的精确接触；它不是运气或成功评分。

# insight.transit.adjust
source: Adjust
de: Anpassen
es: Ajustar
fr: Ajuster
it: Adatta
ko: 조정
tr: Ayarla
zh_hans: 调整

# insight.transit.applying
source: Applying
de: Applikativ
es: Aplicativo
fr: Appliquant
it: In applicazione
ko: 접근 중
tr: Yaklaşıyor
zh_hans: 入相

# insight.transit.calendar
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
ko: 캘린더
tr: Takvim
zh_hans: 日历

# insight.transit.current-cycles
source: Current cycles
de: Aktuelle Zyklen
es: Ciclos actuales
fr: Cycles actuels
it: Cicli attuali
ko: 현재 주기
tr: Güncel döngüler
zh_hans: 当前周期

# insight.transit.current-period
source: CURRENT PERIOD
de: AKTUELLER ZEITRAUM
es: PERÍODO ACTUAL
fr: PÉRIODE ACTUELLE
it: PERIODO ATTUALE
ko: 현재 기간
tr: GÜNCEL DÖNEM
zh_hans: 当前阶段

# insight.transit.current-story
source: Current story
de: Aktuelle Geschichte
es: Historia actual
fr: Thème actuel
it: Storia attuale
ko: 현재 흐름
tr: Güncel hikâye
zh_hans: 当前主线

# insight.transit.daily-movement
source: DAILY MOVEMENT
de: TÄGLICHE BEWEGUNG
es: MOVIMIENTO DIARIO
fr: MOUVEMENT QUOTIDIEN
it: MOVIMENTO QUOTIDIANO
ko: 일일 운동
tr: GÜNLÜK HAREKET
zh_hans: 每日变化

# insight.transit.difference-from-active-transits
source: Difference from Active Transits
de: Unterschied zu Aktiven Transiten
es: Diferencia con Tránsitos activos
fr: Différence avec les transits actifs
it: Differenza dai Transiti attivi
ko: 활성 트랜짓과의 차이
tr: Aktif Transitlerden farkı
zh_hans: 与进行中的变化有何不同

# insight.transit.direct
source: Direct
de: Direktläufig
es: Directo
it: Diretto
ko: 순행
tr: Direkt
zh_hans: 顺行

# insight.transit.disrupting
source: DISRUPTING
de: STÖREND
es: RUPTURA
fr: RUPTURE
it: DIROMPENTE
ko: 교란
tr: SARSICI
zh_hans: 重塑

# insight.transit.end
source: End
de: Ende
es: Fin
fr: Fin
it: Fine
ko: 종료
tr: Bitiş
zh_hans: 结束

# insight.transit.ends-today
source: Ends today
de: Endet heute
es: Termina hoy
fr: Se termine aujourd’hui
it: Termina oggi
ko: 오늘 종료
tr: Bugün biter
zh_hans: 今天结束

# insight.transit.ends-tomorrow
source: Ends tomorrow
de: Endet morgen
es: Termina mañana
fr: Se termine demain
it: Termina domani
ko: 내일 종료
tr: Yarın biter
zh_hans: 明天结束

# insight.transit.event
source: Event
de: Ereignis
es: Evento
fr: Événement
it: Evento
ko: 이벤트
tr: Olay
zh_hans: 事件

# insight.transit.expanding
source: EXPANDING
de: ERWEITERND
es: EXPANSIÓN
fr: EXPANSION
it: ESPANSIVO
ko: 확장
tr: GENİŞLETİCİ
zh_hans: 扩展

# insight.transit.expanding.5e50de8
source: EXPANDING
de: ERWEITERND
es: EXPANSIÓN
fr: EXPANSION
it: ESPANSIVO
ko: 확장
tr: GENİŞLETİCİ
zh_hans: 展开

# insight.transit.fortified
source: FORTIFIED
de: GESTÄRKT
es: FORTALECIDO
fr: RENFORCÉ
it: RAFFORZATO
ko: 강화됨
tr: GÜÇLENMİŞ
zh_hans: 得助

# insight.transit.house
source: House
de: Haus
es: Casa
fr: Maison
it: Casa
ko: 하우스
tr: Ev
zh_hans: 宫位

# insight.transit.how-it-works
source: How it works
de: Wie es funktioniert
es: Cómo funciona
fr: Fonctionnement
it: Come funziona
ko: 작동 방식
tr: Nasıl çalışır
zh_hans: 原理说明

# insight.transit.impaired
source: IMPAIRED
de: BEEINTRÄCHTIGT
es: DEBILITADO
fr: AFFAIBLI
it: INDEBOLITO
ko: 약화됨
tr: ZAYIFLAMIŞ
zh_hans: 受损

# insight.transit.life-areas
source: Life areas
de: Lebensbereiche
es: Áreas de vida
fr: Domaines de vie
it: Aree di vita
ko: 생활 영역
tr: Yaşam alanları
zh_hans: 生活领域

# insight.transit.long-term
source: long-term
de: langfristig
es: a largo plazo
fr: à long terme
it: lungo termine
ko: 장기
tr: uzun vadeli
zh_hans: 长期

# insight.transit.long-term-chapter
source: LONG-TERM CHAPTER
de: LANGFRISTIGES KAPITEL
es: CAPÍTULO A LARGO PLAZO
fr: CHAPITRE À LONG TERME
it: CAPITOLO A LUNGO TERMINE
ko: 장기 흐름
tr: UZUN VADELİ BÖLÜM
zh_hans: 长期篇章

# insight.transit.no-active-cycle-at-this-time-scale
source: No active cycle at this time scale.
de: Auf dieser Zeitskala ist kein aktiver Zyklus vorhanden.
es: No hay ningún ciclo activo en esta escala temporal.
fr: Aucun cycle actif à cette échelle de temps.
it: Nessun ciclo attivo su questa scala temporale.
ko: 이 시간 척도에는 활성 주기가 없습니다.
tr: Bu zaman ölçeğinde aktif döngü yok.
zh_hans: 当前没有这个时间尺度的生效周期。

# insight.transit.no-transits-enter-this-window
source: No transits enter this window.
de: Keine Transite fallen in dieses Zeitfenster.
es: No entran nuevos tránsitos en este período.
fr: Aucun nouveau transit n’entre dans cette période.
it: Nessun transito entra in questa finestra.
ko: 이 기간에 들어오는 트랜짓이 없습니다.
tr: Bu zaman aralığına giren transit yok.
zh_hans: 这个时间范围内没有新的行运进入。

# insight.transit.personal-focus
source: Personal focus
de: Persönlicher Fokus
es: Enfoque personal
fr: Focus personnel
it: Focus personale
ko: 개인 초점
tr: Kişisel odak
zh_hans: 个人重心

# insight.transit.planet-paths
source: Planet paths
de: Planetenpfade
es: Trayectorias planetarias
fr: Trajectoires planétaires
it: Percorsi planetari
ko: 행성 경로
tr: Gezegen yolları
zh_hans: 行星路径

source: Planet Paths shows location and motion. Active Transits shows exact relationships to natal planets and points.
de: Planetenpfade zeigen Position und Bewegung. Aktive Transite zeigen exakte Beziehungen zu Radixplaneten und -punkten.
es: Trayectorias planetarias muestra la ubicación y el movimiento. Tránsitos activos muestra las relaciones exactas con planetas y puntos natales.
fr: Trajectoires planétaires montre la position et le mouvement. Transits actifs montre les relations exactes avec les planètes et points natals.
it: Percorsi planetari mostra posizione e movimento. Transiti attivi mostra le relazioni esatte con pianeti e punti natali.
ko: 행성 경로는 위치와 운동을 보여 줍니다. 활성 트랜짓은 출생 행성 및 포인트와의 정확한 관계를 보여 줍니다.
tr: Gezegen Yolları konumu ve hareketi gösterir. Aktif Transitler doğum gezegenleri ve noktalarıyla kesin ilişkileri gösterir.
zh_hans: 行星路径显示位置与运动；进行中的变化显示行运行星与本命星体或点位之间的精确关系。

# insight.transit.pressure
source: PRESSURE
de: DRUCK
es: PRESIÓN
fr: PRESSION
it: PRESSIONE
ko: 압력
tr: BASKI
zh_hans: 压力

# insight.transit.push
source: Push
de: Schub
es: Impulso
fr: Impulsion
it: Spinta
ko: 추진
tr: İtki
zh_hans: 推动

# insight.transit.received
source: RECEIVED
de: EMPFANGEN
es: RECIBIDO
fr: REÇU
it: RICEVUTO
ko: 수용됨
tr: KABUL EDİLMİŞ
zh_hans: 接纳

# insight.transit.retrograde
source: Retrograde
de: Rückläufig
es: Retrógrado
fr: Rétrograde
it: Retrogrado
ko: 역행
tr: Retrograd
zh_hans: 逆行

# insight.transit.return
source: Return
de: Rückkehr
es: Retorno
fr: Retour
it: Ritorno
ko: 재접촉
tr: Dönüş
zh_hans: 回返

# insight.transit.returning
source: Returning
de: Kehrt zurück
es: Retorno
fr: Retour exact
it: In ritorno
ko: 재접촉 중
tr: Geri dönüyor
zh_hans: 回返中

# insight.transit.separating
source: Separating
de: Separativ
es: Separativo
fr: Séparant
it: In separazione
ko: 이탈 중
tr: Ayrılıyor
zh_hans: 离相

# insight.transit.show-fewer-areas
source: Show fewer areas
de: Weniger Bereiche anzeigen
es: Mostrar menos áreas
fr: Afficher moins de domaines
it: Mostra meno aree
ko: 영역 줄여 보기
tr: Daha az alan göster
zh_hans: 收起部分领域

# insight.transit.show-key-transits
source: Show key transits
de: Wichtige Transite anzeigen
es: Mostrar tránsitos clave
fr: Afficher les transits clés
it: Mostra transiti chiave
ko: 주요 트랜짓 보기
tr: Temel transitleri göster
zh_hans: 只看重点行运

# insight.transit.stabilizing
source: STABILIZING
de: STABILISIEREND
es: ESTABILIZACIÓN
fr: STABILISATION
it: STABILIZZANTE
ko: 안정화
tr: DENGELEŞTİRİCİ
zh_hans: 稳固

# insight.transit.structuring
source: STRUCTURING
de: STRUKTURIEREND
es: ESTRUCTURACIÓN
fr: STRUCTURATION
it: STRUTTURANTE
ko: 구조화
tr: YAPILANDIRICI
zh_hans: 构建

# insight.transit.structuring.b1a7c26
source: STRUCTURING
de: STRUKTURIEREND
es: ESTRUCTURACIÓN
fr: STRUCTURATION
it: STRUTTURANTE
ko: 구조화
tr: YAPILANDIRICI
zh_hans: 定型

# insight.transit.support
source: SUPPORT
de: UNTERSTÜTZUNG
es: APOYO
fr: SOUTIEN
it: SOSTEGNO
ko: 지지
tr: DESTEK
zh_hans: 助益

# insight.transit.supporting
source: SUPPORTING
de: UNTERSTÜTZEND
es: APOYO
fr: SOUTIEN
it: DI SOSTEGNO
ko: 지지적
tr: DESTEKLEYİCİ
zh_hans: 助力

# insight.transit.target
source: Target
de: Ziel
es: Objetivo
fr: Cible
it: Obiettivo
ko: 대상
tr: Hedef
zh_hans: 目标位置

# insight.transit.technical-basis
source: Technical basis
de: Technische Grundlage
es: Base técnica
fr: Base technique
it: Base tecnica
ko: 기술적 근거
tr: Teknik temel
zh_hans: 技术依据

source: This module shows each transiting planet's sign, natal house, direction and next calculated ingress or station.
de: Dieses Modul zeigt für jeden Transitplaneten Zeichen, Radixhaus, Bewegungsrichtung und den nächsten berechneten Ingress oder Stationspunkt.
es: Este módulo muestra el signo, la casa natal, la dirección y el próximo ingreso o estacionamiento calculado de cada planeta en tránsito.
fr: Ce module affiche, pour chaque planète en transit, son signe, sa maison natale, sa direction et sa prochaine entrée ou station calculée.
it: Questo modulo mostra per ogni pianeta in transito il segno, la casa natale, la direzione e il prossimo ingresso o stazionamento calcolato.
ko: 이 모듈은 각 트랜짓 행성의 별자리, 출생 하우스, 방향, 다음 계산된 진입 또는 정지 전환을 보여 줍니다.
tr: Bu modül her transit gezegeninin burcunu, doğum evini, yönünü ve hesaplanan bir sonraki burç girişi veya durağanlaşmasını gösterir.
zh_hans: 这里显示每颗行运行星的星座、本命宫位、运动方向，以及下一次已计算的换座、换宫或转向。

# insight.transit.this-separates-planetary-location-from-aspect-interpretation
source: This separates planetary location from aspect interpretation.
de: Damit wird die Planetenposition von der Aspektdeutung getrennt.
es: Esto separa la posición planetaria de la interpretación de aspectos.
fr: Cela sépare la position planétaire de l’interprétation des aspects.
it: Questo separa la posizione planetaria dall’interpretazione degli aspetti.
ko: 행성 위치와 애스펙트 해석을 분리해 보여 줍니다.
tr: Bu, gezegen konumunu açı yorumundan ayırır.
zh_hans: 这里将行星位置与相位解读分开呈现。

# insight.transit.this-weeks-intensity
source: This week's intensity
de: Intensität dieser Woche
es: Intensidad de esta semana
fr: Intensité de cette semaine
it: Intensità di questa settimana
ko: 이번 주 강도
tr: Bu haftanın yoğunluğu
zh_hans: 本周变化强度

# insight.transit.time
source: Time
de: Zeit
es: Hora
fr: Heure
it: Ora
ko: 시간
tr: Zaman
zh_hans: 时间

# insight.transit.timeline
source: Timeline
de: Zeitleiste
es: Cronología
fr: Chronologie
it: Cronologia
ko: 타임라인
tr: Zaman çizelgesi
zh_hans: 时间线

source: Timing, orb, house and motion are calculated for the selected chart moment and time zone.
de: Timing, Orb, Haus und Bewegung werden für den ausgewählten Horoskopzeitpunkt und die Zeitzone berechnet.
es: La hora, el orbe, la casa y el movimiento se calculan para el momento y la zona horaria seleccionados.
fr: L’heure, l’orbe, la maison et le mouvement sont calculés pour le moment et le fuseau horaire sélectionnés.
it: Tempistica, orb, casa e movimento sono calcolati per il momento del tema e il fuso orario selezionati.
ko: 타이밍, 오브, 하우스, 운동은 선택한 차트 시각과 시간대를 기준으로 계산됩니다.
tr: Zamanlama, orb, ev ve hareket seçilen harita anı ve saat dilimi için hesaplanır.
zh_hans: 时间、容许度、宫位和运动状态均按当前选择的星盘时刻与时区计算。

# insight.transit.transit-timeline
source: Transit timeline
de: Transit-Zeitleiste
es: Cronología de tránsitos
fr: Chronologie des transits
it: Cronologia dei transiti
ko: 트랜짓 타임라인
tr: Transit zaman çizelgesi
zh_hans: 变化时间线

# insight.transit.transiting-houses-motion
source: Transiting houses & motion
de: Transithäuser & Bewegung
es: Casas en tránsito y movimiento
fr: Maisons transitées et mouvement
it: Case di transito e movimento
ko: 트랜짓 하우스 및 운동
tr: Transit evleri ve hareket
zh_hans: 行运宫位与运动状态

# insight.transit.trigger-summary.one
source: {{activity}} · {{count}} trigger
de: {{activity}} · {{count}} Auslöser
es: {{activity}} · {{count}} activación
fr: {{activity}} · {{count}} déclenchement
it: {{activity}} · {{count}} attivatore
ko: {{activity}} · 트리거 {{count}}개
tr: {{activity}} · {{count}} tetikleyici
zh_hans: {{activity}} · {{count}} 个触发

# insight.transit.trigger-summary.other
source: {{activity}} · {{count}} triggers
de: {{activity}} · {{count}} Auslöser
es: {{activity}} · {{count}} activaciones
fr: {{activity}} · {{count}} déclenchements
it: {{activity}} · {{count}} attivatori
ko: {{activity}} · 트리거 {{count}}개
tr: {{activity}} · {{count}} tetikleyici
zh_hans: {{activity}} · {{count}} 个触发

# insight.transit.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ko: 알 수 없음
tr: Bilinmiyor
zh_hans: 未知

# insight.transit.unknown-house
source: Unknown house
de: Unbekanntes Haus
es: Casa desconocida
fr: Maison inconnue
it: Casa sconosciuta
ko: 알 수 없는 하우스
tr: Bilinmeyen ev
zh_hans: 宫位未知

# insight.transit.view-all-active-transits
source: View all active transits
de: Alle aktiven Transite anzeigen
es: Ver todos los tránsitos activos
fr: Voir tous les transits actifs
it: Visualizza tutti i transiti attivi
ko: 모든 활성 트랜짓 보기
tr: Tüm aktif transitleri görüntüle
zh_hans: 查看全部进行中行运

# insight.transit.why-separate-it
source: Why separate it
de: Warum getrennt
es: Por qué se muestra aparte
fr: Pourquoi le séparer
it: Perché separarlo
ko: 분리하는 이유
tr: Neden ayrı
zh_hans: 为什么单独呈现

# interpretation.direct
source: direct
de: direktläufig
es: directo
it: diretto
ko: 순행
tr: direkt
zh_hans: 顺行

# interpretation.high
source: high
de: hoch
es: alto
fr: élevé
it: alto
ko: 높음
tr: yüksek
zh_hans: 较高

# interpretation.low
source: low
de: niedrig
es: bajo
fr: faible
it: basso
ko: 낮음
tr: düşük
zh_hans: 较低

# interpretation.moderate
source: moderate
de: mittel
es: moderado
fr: modéré
it: moderato
ko: 보통
tr: orta
zh_hans: 中等

# interpretation.retrograde
source: retrograde
de: rückläufig
es: retrógrado
fr: rétrograde
it: retrogrado
ko: 역행
tr: retrograd
zh_hans: 逆行

# interpretation.stations-direct
source: stations direct
de: wird direktläufig
es: se estaciona directo
fr: stationne direct
it: staziona e torna diretto
ko: 순행으로 정지 전환
tr: direkt harekete dönüyor
zh_hans: 恢复顺行
